{
  "publications": [
   {
      "tag": "Laponite",
      "keywords":["All","Rheology","Yield Stress","Colloids"],
      "title": "Studying the aging of Laponite suspensions using extensional rheology",
      "authors": ["M.J. Hayes", "M.I.Smith"],
      "journal": "Eur. Phys. J. E",
      "volume": "45",
      "pages": "91",
      "year": 2022,
      "pdf": "pdfs/papers/MHayes_EPJE_2022.pdf",
      "web": "https://link.springer.com/article/10.1140/epje/s10189-022-00244-9",
      "publicity": null,
      "vid": null,
      "img": "images/laponite.png",
	  "summary": "The break-up of two liquid masses finds is commonly observed in many industrial processes e.g droplet dispensing, adhesion between two surfaces. Yield stress fluids are commonly found in such applications but understanding the affect of their rheology on the break-up behaviour is still poorly understood. Yield stress fluids generally occur in two types: 'Simple yield stress fluids' where the stress at which the fluid starts to flow is a constant and 'Thixotropic yield stress fluids' in which the properties can evolve with time, known as aging. Our study considered the role of aging in a yield stress fluid known as Laponite on the break-up properties of a sample subjected to extensional strain (a mode appropriate for studying processes such as droplet detachment)...",
      "full": "Our study showed that as samples age the necking of the midpoint becomes more pronounced. Through comparisons of the thinning behaviour with more conventional shear rheology we found that the dynamics are influenced by the static yield stress but are apparently insensitive to the yield strain of the samples. Samples accumulate significant plastic deformations prior to complete yielding which has signficant implications for the brittle / ductile nature of the break-up. "
    },    
	{
      "tag": "ABPs",
      "keywords":["All","Active Matter"],
      "title": "Collective behavior of composite active particles",
      "authors": ["J. Eglinton", "M.I.Smith", "M.R.Swift"],
      "journal": "Phys. Rev. E",
      "volume": "105",
      "pages": "044609",
      "year": 2022,
      "pdf": "pdfs/papers/JEglinton_PRE_2022.pdf",
      "web": "https://journals-aps-org.nottingham.idm.oclc.org/pre/abstract/10.1103/PhysRevE.105.044609",
      "publicity": null,
      "vid": "videos/CompositeABPs.mp4",
      "img": "images/CompositeABPs.png",
      "summary": "Understanding the collective dynamics of active matter - think of bacteria, flocking birds or shoals of fish - has attracted a lot of interest. It links to the broader questions of how non-equilibrium systems which don't obey conventional thermodynamics can be described by statistical models. Many of these studies have been carried out using model spherical or circular disk shaped particles. However, as the examples given above show, many biological systems are far from round. Using simulations we explored the importance of particle shape on the phase behaviour of active particles, using a model where the geometry could be tuned continuously....",
      "full": "Our study showed that 'dumbell-like' particles can crystallize, however the addition of small side lobes results in clustering being completely eliminated. However, as the side lobes continue to increase in size the particles cluster in a disorganised fashion with many similarities to the MIPs scenario -  clustering occurs due to the imbalance in arrival times v escape times. Curiously however as the lobes increase still further in size the clustering again reduces. This is due to exotic states created by particles that become locked in spinning configurations reducing their effective mobility. We provide a simple model that predicts where these features of the phase diagram occur as a function of particle geometry."
    },
    {
      "tag": "Bacteria",
      "keywords":["All","Active Matter"],
      "title": "Fluid dynamics and cell-bound Psl polysaccharide allows microplastic capture, aggregation and subsequent sedimentation by Pseudomonas aeruginosa in water",
      "authors": ["M.Romero", "A.Carabelli", "M.R.Swift", "M.I.Smith"],
      "journal": "J. Environ. Microbiology",
      "volume": "24",
      "pages": "1560",
      "year": 2022,
      "pdf": "pdfs/papers/MRomero_JEM_2022.pdf",
      "web": "https://sfamjournals-onlinelibrary-wiley-com.nottingham.idm.oclc.org/doi/abs/10.1111/1462-2920.15916",
      "publicity": null,
      "vid": null,
      "img": "images/bacteria.png",
      "summary": "Microplastics, micron scale bits of plastic, are being released in every increasing quantities into the oceans, lakes and rivers with potentially unknown consequences. One potential concern is the interaction between these small surfaces and the natural ecosystems that are present. Bacteria are known to actively colonise surfaces under certain conditions. Given that the microplastic surfaces are also mobile it raises the possibility that this could alter the sedimentation / abundance of bacteria as they are carried by flows etc. In this study we teamed up with microbiologists to examine the potential consequences using labscale models...",
      "full": "The microplastics altered the aggregation and surface colonisation of bacteria present in suspensions. Interestingly however the microplastics did not result in the bacteria switching to a sessile state, as would be expected on a macroscopic surface. The bacteria were shown to still be swimming even when aggregates exceeded 10s of clustered bacteria."
    },
    {
      "tag": "2DPhase",
      "keywords":["All","Granular"],
      "title": "Topographic control of order in quasi-2D granular phase transitions",
      "authors": [
        "J.G.Downs",
        "N.D.Smith",
        "K.K.Mandadapu",
        "J.G.Garrahan",
        "M.I.Smith"
      ],
      "journal": "Phys. Rev. Letts",
      "volume": 127,
      "pages": 268002,
      "year": 2021,
      "pdf": "pdfs/papers/JDowns_PRL_2021.pdf",
      "web": "https://journals.aps.org/prl/pdf/10.1103/PhysRevLett.127.268002",
      "publicity": {
        "text": "Physics: Spotlighting Exceptional Research Synopsis",
        "link": "https://physics.aps.org/articles/v14/s162"
      },
      "vid": "videos/2DPhase.mp4",
      "img": "images/2DPhase.png",
      "summary": "The statistical mechanics of phase transitions is commonly studied in terms of model systems consisting of hard spheres or discs. Whilst 3D hard spheres undergo a first order phase transition it is well known that in 2D the transition proceeds via an intermediate known as the hexatic phase, with at least one step undergoing a continuous phase transition. Recent work has focussed on trying to understand how such phase transitions are modified by features found in real systems, such as attractive interactions or particle shape. In this work we looked at the possible role of an underlying surface, consisting of a hexagonal pattern of dimples. The structure of boundaries was also manipulated in a similar way resulting in both order or disorder creating edges.",
      "full": "The use of an underlying dimple pattern, altered the fundamental nature of the phase transition observed. Whereas a flat surface exhibited in the expected two-step phase transition via a hexatic intermediate, the introduction of dimples resulted in a first order phase transition. This means that the coexisting liquid and crystal phases have a strong interfacial energy and also latent heat. In addition to the changes in phase transition the use of orderphilic / phobic edges was also shown to be able to manipulate the wetting of the experiment's edge by either the crystal or liquid phase respectively. This is one of the first direct experimental observations of wetting controlled purely by order rather than energetics and has links to a recent theory of orderphobicity, which is a generalised theory of the same physics responsible for the hydrophobic effect."
    },
    {
      "tag": "ParticleTracker",
      "keywords":["All","Techniques"],
      "title": "ParticleTracker: a gui based particle tracking software",
      "authors": ["M.I.Smith", "J.G.Downs"],
      "journal": "J. Open Source Software",
      "volume": 6,
      "pages": 3611,
      "year": 2021,
      "pdf": "pdfs/papers/MSmith_JOSS_2021.pdf",
      "web": "https://www.theoj.org/joss-papers/joss.03611/10.21105.joss.03611.pdf",
      "publicity": null,
      "vid": null,
      "img": "images/particletracker.png",
      "summary": "Tracking the motion of objects in a video is an important part of the analysis in a diverse range of subject disciplines (Meijering, 2012; Rahman, 2019; Rose, 2020). It enables one to automate the extraction of quantitative information about size, shape, motion etc. A number of tracking softwares exist (Bradski, 2000; D. B. Allan, 2020; J. Tineveza, 2016) to help with this process but the code can be an entry barrier. Even for researchers with the necessary skills, developing the code and optimising the parameters requires a significant investment for each new project. Open source tools that can simplify and expedite this process, whilst remaining flexible and easy to extend by the end user, would help to make particle tracking   accessible to a broader range of researchers.",
      "full": "ParticleTracker is a completely gui based particle tracking software that implements and integrates a range of commonly needed tools to help users efficiently develop a wide range of different types of particle tracking projects. Though the underlying code is written in python it can be used as stand alone executables, enabling those with little or no coding ability to make use of these tools. It is also algorithm agnostic providing a uniform interface to 3 commonly used approaches to tracking. It therefore provides an open source solution for new users to use particle tracking as a part of their research. At the same time the python code base is designed to make extending the project extremely simple. Extension of each part of the code can be accomplished as simply as adding the project specific code to a preconfigured template and adding a single python dictionary to a parameter file."
    },
    {
      "tag": "Kaolin",
      "keywords":["All","Granular", "Rheology", "Yield Stress"],
      "title": "Slip in Adhesion Tests of a Kaolin Clay",
      "authors": ["M.J.Hayes", "M.I.Smith"],
      "journal": "Eur. Phys. J. E",
      "volume": 44,
      "pages": 102,
      "year": 2021,
      "pdf": "pdfs/papers/MHayes_EPJE_2021.pdf",
      "web": "https://link.springer.com/article/10.1140%2Fepje%2Fs10189-021-00107-9",
      "publicity": null,
      "vid": null,
      "img": "images/kaolin.png",
      "summary": "Clays are a class of material that exhibit a wide range of behaviours which make them useful in applications such as cosmetics and paints. However, clays are often frequently encountered by companies involved in geological drilling, e.g. for oil and gas. A major problem is bit balling where clay deposits become adhered to the cutting surfaces of a drill which reduces its efficiency. Eventually these deposits become so large that the drill must be brought to the surface for cleaning increasing the costs of the site. The aim of this paper is to provide an insight into the slip behaviour of a common clay, kaolin. This clay shows yield stress behaviour: at low values of stress it behaves like a solid but, at a critical stress the clay will flow like a liquid...",
      "full": "The use of an underlying dimple pattern, altered the fundamental nature of the phase transition observed. Whereas a flat surface exhibited in the expected two-step phase transition via a hexatic intermediate, the introduction of dimples resulted in a first order phase transition. This means that the coexisting liquid and crystal phases have a strong interfacial energy and also latent heat. In addition to the changes in phase transition the use of orderphilic / phobic edges was also shown to be able to manipulate the wetting of the experiment's edge by either the crystal or liquid phase respectively. This is one of the first direct experimental observations of wetting controlled purely by order rather than energetics and has links to a recent theory of orderphobicity, which is a generalised theory of the same physics responsible for the hydrophobic effect."
    },
    {
      "tag": "BounceBall",
      "keywords":["All","Granular"],
      "title": "Collision-enhanced friction of a bouncing ball on a rough vibrating surface",
      "authors": ["N.D.Smith", "M.R.Swift", "M.I.Smith"],
      "journal": "Sci. Rep.",
      "volume": 11,
      "pages": 442,
      "year": 2021,
      "pdf": "pdfs/papers/NSmith_srep_2021.pdf",
      "web": "https://www.nature.com/articles/s41598-020-80067-w",
      "publicity": null,
      "vid": "videos/bounce.mp4",
      "img": "images/BouncingBall.png",
      "summary": "Quasi-2d granular experiments typically involve spherical particles on a roughened vibrating surface. As the particles bounce on the rough surface they travel laterally giving rise to a diffusive like motion. There is a frictional \"drag\" that occurs as they move across the surface. When the particles collide with one another the dynamics depend on the loss in the collision. This paper explores how inter-surface /particle collisions couple with the surface friction. This gives rise to a large loss that is often ignored in simple models or in comparisons of experiments...",
      "full": "When two particles collide the loss of the collision is usually understood in terms of the coefficients of restitution (normal and tangential). For this reason these numbers are often quoted in studies since it enables experimentalists to compare different experiments.  Simple simulation models also often use the Langevin equation which assumes that collisions and the frictional interaction between the surface and the ball are completely separable. When a ball rolls across a surface its linear velocity is related to its angular velocity such that v=R$omega$. This results in no friction. However following a head on collision although the linear velocity reverses sign the angular velocity does not. This results in a large difference in velocity between the contact point of the ball and the linear velocity resulting in a large frictional force slowing the ball. From the perspective of a quasi-2d experiment this means that the \"effective\" coefficient of restitution is dependent upon the frictional interaction with the surface."
    },
    {
      "tag": "MicroSAXS",
      "keywords":["All","Techniques","Colloids","Film Instabilities"],
      "title": "Shear bands and the evolving microstructure in a drying colloidal film studied with scanning &mu;-SAXS",
      "authors": [
        "B.Yang",
        "N.D.Smith",
        "A.Johannes",
        "M.Burghammer",
        "M.I.Smith"
      ],
      "journal": "Sci. Rep.",
      "volume": 8,
      "pages": 12979,
      "year": 2018,
      "pdf": "pdfs/papers/BYang_srep_2018.pdf",
      "web": "https://www.nature.com/articles/s41598-018-31405-6",
      "publicity": null,
      "vid": null,
      "img": "images/MicroSAXS.png",
      "summary": "In earlier work we showed that drying colloidal films exhibit an instability known as shear banding. This study used a new technique at the European Synchotron and Radiation Facility to study how the spatially varying microstructure of colloidal films influences the formation of shear bands...",
      "full": "This technique collects small angle x-ray scattering patterns using a 1μm diamter X-ray beam. The power of this technique is that the sample can be rapidly scanned perpendicular to the beam. allowing one to measure spatial variations in microstructure across the sample. The shear bands that form in a colloidal film are spaced ~ 20μ apart. Using this new technique we were able to understand how important properties of the film (strain, density, compression direction) vary on small lengthscales in relationship to the larger scale shear bands."
    },
    {
      "tag": "GranularT",
      "keywords":["All","Granular"],
      "title": "Boundary effects in a quasi-two-dimensional driven granular fluid",
      "authors": ["N.D.Smith", "M.I.Smith"],
      "journal": "Phys. Rev. E",
      "volume": 96,
      "pages": "062910",
      "year": 2017,
      "pdf": "pdfs/papers/NSmith_PRE_2017.pdf",
      "web": "https://journals.aps.org/pre/abstract/10.1103/PhysRevE.96.062910",
      "publicity": null,
      "vid": "videos/GranularT.mp4",
      "img": "images/GranularTThumb.jpg",
      "summary": "Quasi-2d granular fluids can be used as analogs of different condensed matter problems, gases, liquids, crystals, glasses and the phase transitions that exist between them as well as being of use in their own right in understanding the highly non-equilibrium dynamics of a granular material. A common measure of the kinetic energy of vibrated grains is the granular temperature. However, boundaries result in the loss of energy creating a temperature profile in any real experiment. In this paper we study this effect in detail, finding a number of non-trivial phenomena....",
      "full": "In particular we found that the temperature exhibits a maximum as a function of particle area fraction. The maximum occurs at the crossover between ballistic and collisional dynamics."
    },
    {
      "tag": "DelamPattern",
      "keywords":["All","Colloids", "Film Instabilities"],
      "title": "The interplay of crack hopping, delamination and interface failure in drying nanoparticle films",
      "authors": ["B.Yang", "J.S.Sharp", "M.I.Smith"],
      "journal": "Sci. Rep.",
      "volume": 6,
      "pages": 32296,
      "year": 2016,
      "pdf": "pdfs/papers/BYang_srep_2016.pdf",
      "web": "http://www.nature.com/articles/srep32296",
      "publicity": null,
      "vid": "videos/DP.mp4",
      "img": "images/DP.jpg",
      "summary": "Film formation through the drying of nanoparticle suspensions is important in many particle based fluids (e.g paint, ink). As the film dries capillary forces form at the drying edge resulting placing the particle network under strain. The release of this strain occurs through a variety of different mechanisms including shear banding, crack formation and delamination. Here we show that important connections exist between these different phenomena...",
      "full": "In this study we show that delamination depends on the dynamics of crack hopping, which in turn is influenced by the presence of shear bands. We also show that delamination does not occur uniformly across the film. As cracks hop they locally initiate the delamination of the film which warps with a timescale much longer than that associated with the hopping of cracks. The motion of a small region of the delamination front, where the shear component of interfacial crack propagation is believed to be enhanced, results in the deposition of a complex zig-zag pattern on the supporting substrate."
    },
    {
      "tag": "Fracture",
      "keywords": ["All","Colloids", "Jamming", "Rheology"],
      "title": "Fracture of Jammed Colloidal Suspensions",
      "authors": ["M.I.Smith"],
      "journal": "Sci. Rep.",
      "volume": 5,
      "pages": 14175,
      "year": 2015,
      "pdf": "pdfs/papers/MSmith_scirep_2015.pdf",
      "web": "http://www.nature.com/articles/srep14175",
      "publicity": null,
      "vid": "videos/fracture.mp4",
      "img": "images/fracture.jpg",
      "summary": "This study examines the fracture of a concentrated colloidal suspension. We showed previously that when a suspension is 'stretched' in an extensional rheometer that above some critical rate there is a dramatic conversion from a flowable fluid to a solid which jams, fractures and breaks up into granules. In this work we examined the jammed state itself...",
      "full": "Our work shows that there exist two qualitatively different jammed behaviours, corresponding to ductile (plastic) and brittle (elastic) fracture, which occur at different strain rates. Ductile samples in the absence of vibrations exhibit granulation and fracture. However, we found that applying vibrations to the lower plate of the rheometer converts the sample back to a flowable fluid (see movie). The movie shows two samples of the same composition being stretched at the same rate without (left) and with (right) vibrations applied to the lower plate. In contrast, the brittle regime is apparently unaffected by the vibrations."
    },
    {
      "tag": "OscillateDrops",
      "keywords": ["All","Droplets", "Wetting", "Rheology"],
      "title": "Mechanical vibrations of pendant liquid droplets",
      "authors": ["R.H.Temperton", "M.I.Smith", "J.S.Sharp"],
      "journal": "Eur. Phys. J. E",
      "volume": 38,
      "pages": 79,
      "year": 2015,
      "pdf": "pdfs/papers/RTemperton_EPJE_2015.pdf",
      "web": "http://epje.epj.org/articles/epje/abs/2015/07/10189_2015_Article_164/10189_2015_Article_164.html",
      "publicity": null,
      "vid": null,
      "img": "images/oscillatedrop.png",
      "summary": "In this work we used the deflection of a laser beam as it passes through an oscillating droplet to measure the resonant frequencies. Using this technique we can measure the interfacial tension providing a fast, easy method that could be applied to in line processing in an industrial setting.",
      "full": null
    },
    {
      "tag": "ShearBand",
      "keywords": ["All","Colloids", "Film Instabilities"],
      "title": "Shear Banding in Drying Films of Colloidal Nanoparticles",
      "authors": ["B.Yang", "J.S.Sharp", "M.I.Smith"],
      "journal": "ACS Nano",
      "volume": 9,
      "pages": 4077,
      "year": 2015,
      "pdf": "pdfs/papers/BYang_ACSNano_2015.pdf",
      "web": "http://pubs.acs.org/doi/abs/10.1021/acsnano.5b00127",
      "publicity": null,
      "vid": null,
      "img":"images/ShearBand.jpg",
      "summary":"Drying colloidal films, analogous to paints and inks, show a variety of failure mechanisms including crack formation and delamination from the substrate. Here we describe and explain an additional failure process in which bands form at 45° to the drying front. These structures show some visual similarity to the shear bands commonly observed in bulk metallic glasses subjected to an external stress. In this study, we give direct evidence that these bands are indeed shear bands and provide an understanding of the processes underlying their formation...",
      "full":"Experimental measurements indicate that the ratio of the bandwidth to band spacing depends on particle size and salt concentration (which effect film yield stress), and the evaporation rate of the colloidal suspension. This ratio can be understood in terms of the drying rate of the film and a yield stress dependent critical strain rate. We show that below the critical strain rate, the ratio obeys a simple Lever rule. To study the cause of shear band formation, we measured the local deformations in the early stages of drying films using fluorescent tracer particles. The measurements show that shear bands form due to the film compaction perpendicular to the drying front. The spacing of shear bands was also found to be strongly correlated with the characteristic length scale of the compaction process."
    },
    {
      "tag": "PolymerDrops",
      "keywords": ["All", "Droplets", "Wetting", "Rheology"],
      "title": "The origin of contact line forces during the retraction of dilute polymer solution drops",
      "authors": ["M.I.Smith", "J.S.Sharp"],
      "journal": "Langmuir",
      "volume": 30,
      "pages": 5455,
      "year": 2014,
      "pdf": "pdfs/papers/MSmith_Langmuir_2014.pdf",
      "web": "http://pubs.acs.org/doi/abs/10.1021/la5005159",
      "publicity": null,
      "vid":null,
      "img":"images/dropsyringe.jpg",
      "summary":"Understanding the wetting and de-wetting of droplets is essential to a number of industries. Here we study the forced dewetting of water droplets containing high Mw polymers using a syringe pump. This system exhibits a dynamic retreating contact angle effect...",
      "full":"It is well known that when a droplet spreads and retracts over a surface it does so with an advancing and receding contact angle that are respectively greater and smaller than the equilibrium contact angle. Droplets of very low concentration high Mw polymer however result in a dynamic contact line effect. The contact angle during retraction of a pure water drop retracting on a hydrophobic polystyrene surface differs from the equilibrium contact angle by less than 10 degrees. For a dilute polymer solution droplet if the retreating contact line is moved slowly a similar behaviour to the water is observed. However, as the velocity of the contact line increases the retreating contact angle decreases dramatically to almost zero. This despite similar advancing contact angle behaviour to that of the pure water droplet.      Previous studies have suggested that this behaviour can be understood in terms of viscous dissipation arising from normal stresses at the contact line. Using a detailed study of the contact angle at different flow velocities we show that the additional force acting at the contact line arises from an interaction of the polymer with the surface."
    },
    {
      "tag": "ColSpherulitePaper",
      "keywords": ["All","Proteins"],
      "title": "Giant Amyloid Spherulites reveal their true colours",
      "authors": ["M.I.Smith", "J.S.Sharp", "C.J.Roberts"],
      "journal": "Soft Matter",
      "volume": 8,
      "pages": 3751,
      "year": 2012,
      "pdf": "pdfs/papers/MSmith_SoftMatter_2012.pdf",
      "web": "http://pubs.rsc.org/en/Content/ArticleLanding/2012/sm/c2sm25147g?shib=shib",
      "publicity": {
        "text": "This was chosen as the cover article",
        "link": null
      },
      "vid":null,
      "img": "images/colspherulite.jpg",
      "summary":"Amyloid Spherulites, have been associated with certain pathologies, such as Alzheimer’s and Parkinson's disease. In this study the growth of giant amyloid spherulites (GAS) formed from bovine insulin in vitro are found to exhibit beautiful coloured rings...",
      "full":"Spherulites consist of a central core surrounded by birefringent fibres (known as amyloid fibrils). Typically ~5-30μm in diameter they can be observed by optical microscopy and easily distinguished by their characteristic maltese cross pattern seen when viewed under crossed polarisers. However, we have discovered that under a particular set of conditions (10 mgml-1 BPI, pH ~2.8, T ~68°C, 25mM NaCl) giant amyloid spherulites (GAS) can grow to diameters of up to ~ 1 mm . These huge spherulites when viewed under crossed polarisers in addition to the maltese cross, feature distinctive coloured patterns (Isochromes) which change with the size and density of the spherulite. Such rings have been observed in other systems such as fish eye lenses and nematic liquid crystal drops and appear to be related to the rather unusual radially oriented birefringence of their internal structure. Using a ray tracing technique we model the optical path of rays through these spherulites. Taking into account refraction and the radially oriented birefringence of the amyloid fibrils, we elucidate the origin of these beautiful patterns. Modelling these optical patterns we are able to elucidate structural information about the arrangement of fibrils and measure the intrinsic and form birefringence of the consitituent fibrils."
    },
    {
      "tag": "InsulinSpherulites",
      "keywords": ["All","Proteins"],
      "title": "Factors affecting the formation of Insulin Spherulites",
      "authors": [
        "M.I.Smith",
        "V.Fodera",
        "J.S.Sharp",
        "C.J.Roberts",
        "A.M.Donald"
      ],
      "journal": "Colloids Surf. B",
      "volume": 89,
      "pages": 216,
      "year": 2011,
      "pdf": "pdfs/papers/MSmith_CollSurfB_2011.pdf",
      "web": "http://www.sciencedirect.com/science/article/pii/S0927776511005418",
      "publicity": null,
      "vid":null,
      "img":"images/spherulite2.png",
      "summary":"In this study we investigated the role of pH on the formation of 2 types of protein aggregate known to form from Insulin. Together with our collaborators we discovered that the number and size of spherulites measured with polarized light microscopy were related to changes in the colloidal stability of the solution and fibril nucleation times (measured by static light scattering). Importantly, changes in pH between 1.75 and 2 were found to result in a dramatic decrease in the spherulite radii, which were related to differences in the conformational stability of the protein. Moreover, estimates of the final spherulite volume fraction clearly indicate that amyloid spherulite formation is the dominant pathway for insulin aggregation in HCl solutions at low pH and protein concentrations below 5 mg/ml, with the balance shifting towards fibrils as the concentration increases.",
      "full": null
    },
    {
      "tag": "CrackingPaper",
      "keywords": ["All","Colloids", "Film Instabilities"],
      "title": "Effects of substrate constraint on crack pattern formation in thin films of colloidal particles",
      "authors": ["M.I.Smith", "J.S.Sharp"],
      "journal": "Langmuir",
      "volume": 27,
      "pages": 8009,
      "year": 2011,
      "pdf": "pdfs/papers/MSmith_Langmuir_2011.pdf",
      "web": "http://pubs.acs.org/doi/abs/10.1021/la2000624",
      "publicity": null,
      "vid":null,
      "img": "images/cracking.jpg",
      "summary":"Crack formation during the drying of thin films of colloidal particles is a common technological problem in the production of ceramic coatings and paints. However, a complete understanding of the mechanism governing crack formation is still elusive. In this research we study the role of substrate constraint...",
      "full": "Using Atomic force microscopy, we were able to show that the particle arrangements on the top and bottom surfaces of colloidal films, dried on glass substrates were different. The interface prevents particle rearrangements at the bottom of the film, leading to a mismatch strain between upper and lower surfaces of the film which appears to drive cracking. Similar images of films dried on a liquid mercury surface, which do not crack, showed identical arrangements of particles at the top and bottom surfaces. Extending and confirming this hypothesis we show that when the elastic modulus of the substrate becomes comparable to the stresses measured in the films, the crack spacing is significantly altered. A simple model is developed which allows prediction of the crack length scale as a function of film thickness and substrate modulus"
    },
    {
      "tag": "DropPaper2",
      "keywords": ["All","Droplets", "Wetting"],
      "title": "Particle Velocimetry of Newtonian and non-Newtonian Droplets Impacting a Hydrophobic Surface",
      "authors": ["M.I.Smith", "V.Bertola"],
      "journal": "Exp Fluids",
      "volume": 50,
      "pages": 1385,
      "year": 2011,
      "pdf": "pdfs/papers/MSmith_ExptsFluids_2011.pdf",
      "web": "http://www.springerlink.com/content/r697770l1752g65u/",
      "publicity": null,
      "vid":null,
      "img":"images/drop2.png",
      "summary":" A particle velocimetry technique is described which enables the measurement of the fluid velocity inside impacting drops. Using high speed photography of 2 µm fluorescent tracer particles suspended in the fluid, the velocity field was measured as a function of time and radial position. The potential of the technique is illustrated using velocimetry measurements of drops of pure water and aqueous solutions of 200ppm poly-(ethylene oxide) (PEO). Dilute solutions of PEO have been known for some time to suppress the rebound of water from hydrophobic surfaces. The dissipation has traditionally been attributed to an increased extensional viscosity as the polymers stretch in the extensional flow of the droplet. Our results enable us to infer that the extensional viscosity of PEO drops, during both the spreading and retraction phase, is similar to that of pure water. The data suggests that the true source of dissipation lies at the droplet edge. We also show, by analysing the spreading of water drops, that the Roisman-Yarin theory for a droplet spreading",
      "full":null
    },
    {
      "tag": "DilatancyPaper",
      "keywords": ["All","Colloids", "Rheology", "Jamming"],
      "title": "Dilatancy in the flow and fracture of stretched colloidal suspensions",
      "authors": ["M.I.Smith", "V.Bertola"],
      "journal": "Nat. Commun.",
      "volume": 1,
      "pages": 114,
      "year": 2010,
      "pdf": "pdfs/papers/MSmith_NatCom_2010.pdf",
      "web": "http://www.nature.com/ncomms/journal/v1/n8/full/ncomms1119.html",
      "publicity": null,
      "vid":"videos/dilatancy.mp4",
      "img": "images/dilatancy.jpg",
      "summary":"Concentrated suspensions of particles are commonly used in the pharmaceutical, cosmetic and food industries. Manufacture of these products often involves flow geometries that are substantially different from those studied by conventional shear rheology. In this study we perform extensional rheology on a concentrated colloidal solution observing a number of intriguing phenomena which are not observed in conventional shear rheology...",
      "full":"Using a capillary break-up extensional rheometer we stretched fluids of different volume fraction at strain rates just below, at and above the critical rate required to induce jamming. We show that the jamming of a stretched colloidal column is closely related to that observed during shear rheology. However, fascinating additional effects due to the geometry are also observed. High speed photography of the fluid shows evidence of dilatancy and granulation, leading finally to fracture at a critical strain rate (see figure). Finally we investigate an intriguing aspect of thin fluid filaments of the colloidal suspension, when stretched below the critical strain rate required to produce jamming. These filaments are observed to thin to a critical diameter before rupturing and displaying visco-elastic recoil."
    },
    {
      "tag": "DropPaper",
      "keywords": ["All","Droplets", "Wetting"],
      "title": "Effect of polymer additives on the wetting of impacting droplets",
      "authors": ["M.I.Smith", "V.Bertola"],
      "journal": "Phys. Rev. Letts",
      "volume": 104,
      "pages": 154502,
      "year": 2010,
      "pdf": "pdfs/papers/MSmith_PRL_2010.pdf",
      "web": "http://prl.aps.org/abstract/PRL/v104/i15/e154502",
      "publicity": {
        "text": "Physics: Spotlighting Exceptional Research Synopsis",
        "link": "http://physics.aps.org/synopsis-for/10.1103/PhysRevLett.104.154502"
      },
      "vid":"videos/water.mp4",
      "img":"images/drop.jpg",
      "summary":"Controlling droplet impact is of tremendous commercial and environmental importance.The rebound of drops from a hydrophobic surface can be suppressed by adding very small quantities of a flexible polymer. In this study we call into question the current understanding of the anti-rebound mechanism and suggest an alternative",
      "full":"When a water drop falls on to a hydrophobic surface, such as the waxy leaf of a plant, the drop is often observed to bounce off leading to wasted agrochemicals which harm the environment. However, for about 10 years it has been known that the addition of very small quantities (~100 µgml-1) of a flexible polymer such as poly-(ethylene oxide) (PEO) can completely prevent rebound. This is surprising since the shear viscosity and surface tension of such drops are almost identical to those of pure water. The effect has for some time been explained in terms of the stretching of polymer chains by a velocity gradient in the fluid, resulting in a transient increase in the so-called “extensional viscosity”. We have developed an epi-fluorescent microscope system, complete with a pulsed laser and high speed camera which enabled visualisation of the flow of fluid inside an impacting drop using fluorescent tracer particles at 2000 frames/sec. Analysis of the velocity as a function of radius showed negligible differences between pure water and PEO drops except near the drop edge, indicating that the extensional viscosity cannot be responsible for the anti-rebound effect. To probe the true mechanism, fluorescently labelled λ-DNA in PEO drops was used to visualise the edge of an impacting drop. During drop impact, in the retraction phase, DNA was shown to be stretched by the retreating droplet providing an “effective friction” at the contact line. A careful study of the motion of the drop edge as a function of polymer concentration also supports this picture.      A better understanding of the mechanism responsible for the rebound suppression will aid in the design of more effective additives, for the agrochemical industry but also in other important commercial applications such as inkjet printing and spray cooling."
    },
    {
      "tag": "prefibrilspaper",
      "keywords": ["All","Proteins"],
      "title": "Insulin Fibril Nucleation: the role of prefibrillar aggregates",
      "authors": ["M.I.Smith", "J.S.Sharp", "C.J.Roberts"],
      "journal": "Biophys. J",
      "volume": 95,
      "pages": 3400,
      "year": 2008,
      "pdf": "pdfs/papers/MSmith_BiophysJ_2008.pdf",
      "web": "http://www.sciencedirect.com/science/article/pii/S0006349508784820",
      "publicity": null,
      "vid":null,
      "img":"images/prefibril.png",
      "summary":"Amyloid fibrils have been closely associated with the onset of several important diseases such as Alzheimer's, Parkinson's disease and Type II Diabetes. In this study we examined the role of early stage aggregates in the nucleation process...",
      "full":"Prior to the formation of fibrils we observed the formation of a ~13nm precursor. Interest in aggregates that precede fibril nucleation has been growing due to the suggestion that these aggregates rather than mature fibrils may be the important species that result in cell death. These 'prefibrils' were found to be reversible, such that if the temperature was lowered they slowly returned to native, isolated protein. Through varying the concentrations of these prefibrils we were able to show that they are directly on the nucleation pathway of mature fibrils and hence represent an important intermediate between native insulin and the fibril nucleus."
    },
    {
      "tag": "surfacefibrilspaper",
      "keywords": ["All","Proteins"],
      "title": "Nucleation and Growth of Insulin Fibrils in Bulk Solution and at Hydrophobic Polystyrene Surfaces",
      "authors": ["M.I.Smith", "J.S.Sharp", "C.J.Roberts"],
      "journal": "Biophys. J",
      "volume": 93,
      "pages": 2143,
      "year": 2007,
      "pdf": "pdfs/papers/MSmith_BiophysJ_2007.pdf",
      "web": "http://www.sciencedirect.com/science/article/pii/S0006349507714698",
      "publicity": null,
      "vid":null,
      "img":"images/fibrils.jpg",
      "summary":"Amyloid fibrils have been closely associated with the onset of several important diseases such as Alzheimer's, Parkinson's disease and Type II Diabetes. In these studies we performed a quantitative analysis of the process of aggregation, quantifying the role of surfaces....",
      "full":"Many studies of amyloid fibril formation are conducted in vitro where the protein is in bulk solution. However, in any physiological scenario surfaces are ubiquitous. In this study we wanted to try and quantify what effect a surface had on the propensity for fibril nucleation and growth. Using FTIR spectroscopy the conformation of protein molecules can be measured. Proteins undergo a conformational change upon forming fibrils from a native state composed largely of 'alpha helices' to a 'Beta-sheet' rich phase. By monitoring the changes in conformation we were able to follow the process of aggregation. Measurements made in a transmission cell probed the bulk behaviour whilst surface sensitive measurements were made using Attentuated Total Reflectance spectroscopy. ATR is a form of FTIR where IR is totally internally reflected at the surface of a crystal. This results in an evanescent field which is only sensitive to material within a few hundred nm of the interface. By measuring the formation of Beta-sheet it was possible to extract nucleation and growth rates at different temperatures. The kinetics were found to be Arrhenius, enabling the extraction of energy barriers for the process. The fibrils formed at the surface had similar nucleation energy barriers, but were found to display a much higher attempt frequency resulting in a higher nucleation rate. However, growth at the surface was suppressed."
    },
    {
      "tag": "wrinklingpaper",
      "keywords": ["All", "Film Instabilities"],
      "title": "Spinodal wrinkling in thin film poly(ethylene oxide )/polystyrene bilayers",
      "authors": [
        "J.S.Sharp",
        "D.Vader",
        "J.A.Forrest",
        "M.I.Smith",
        "M.Khomenko",
        "K.Dalnoki-Veress"
      ],
      "journal": "Eur. Phys. J. E",
      "volume": 19,
      "pages": 423,
      "year": 2006,
      "pdf": "pdfs/papers/JSharp_EPJE_2006.pdf",
      "web": "http://www.springerlink.com/content/82v2x42264401802/",
      "publicity": {
        "text": "Physics: Spotlighting Exceptional Research Synopsis",
        "link": "https://physics.aps.org/articles/v14/s162"
      },
      "vid":null,
      "img":"images/wrinkling.jpg",
      "summary":"Pattern formation processes are of interest for the production of micro and nanoscale features on a surface. A draw back of many current techniques is that they require physical or chemical patterning of the substrate. However, using two competing processes that favour different lengthscales wrinkles can be created of a chosen wavelength. This can be done by simply heating up a polymer bilayer...",
      "full":"The polymer bilayers in this study were formed on silicon wafers and consisted of a Poly-ethylene oxide underlayer (semi-crystalline polymer) and a Poly-styrene overlayer (amorphous polymer). The samples were then heated to 70°C. The glass transition of the PS layer is higher than 70 and hence remains solid. By contrast the PEO layer is molten at 70. AFM of the PEO films showed that they were rough. Upon melting the liquid layer pulls the PS layer flat resulting in a compressive stress in the upper film. In order to relieve this stress the PS layer buckles. However, in order to buckle the underlayer must flow over a certain lengthscale. This viscous flow hinders the growth of large wavelengths. The competition between the two desired lengthscales results in a wrinkling lengthscale set by kinetic rather than equilibrium thermodynamics. Altering the relative thicknesses of the two layers changes the bending energy of the upper film and the viscous drag of the lower film resulting in a tuneable wavelength."
    }
  ],
  "conf_papers": [
    {
      "tag": "DIPSI",
      "authors": ["M.I.Smith", "V.Bertola"],
      "title": "Velocity measurements inside impacting drops of dilute polymer solutions",
      "conference": "DIPSI Workshop on Droplet Impact Phenomena and spray investigation, Bergamo, Italy",
      "year": 2010
    },
    {
      "tag": "ILASS",
      "authors": ["M.I.Smith", "V.Bertola"],
      "title": "The anti-rebound effect of flexible polymers on impacting drops",
      "conference": "ILASS - Europe, 23rd Annual Conference on Liquid Atomization and Spray Systems, Brno, Czech Republic",
      "year": 2010
    }
  ]
}
